import React from "react";
import {Col, Container, Row} from "react-bootstrap";

const FaqsSection = () => {
  return (
    <div className="faqs-section custom-width">
        <div className="center-mode">
          <h2 className="main-title">أسئلة شائعة</h2>
        </div>
          <Row>
              <Col lg="6">
                  <div>
                      <p className="main-paragraph">
                          كم أدفع مقابل الاستفادة من الخدمة ؟
                      </p>
                      <p>
                          يمكنك تجربة الخدمة 100% مجانا لمدة  30 يوم وفق الخطة المختارة ثم التجديد بداية من الشهر الثاني.
                      </p>
                  </div>
              </Col>
              <Col lg="6">
                  <div>
                      <p className="main-paragraph">
                          هل يمكننى الغاء الاشتراك أيه وقت ؟
                      </p>
                      <p>
                          نعم, يمكنك الإلغاء في أية وقت دون أدنى التزام. ولكن بالتأكيد سنسعى جاهدين لتحقيق أقصى استفادة من ميك اوردر طوال الوقت                      </p>
                  </div>
              </Col>
              <Col lg="6">
                  <div>
                      <p className="main-paragraph">
                          هل هناك أية عمولات ؟
                      </p>
                      <p>
                          لا يوجد أية عمولات سواء قمت ببيع طلب واحد أو مليون طلب.
                      </p>
                  </div>
              </Col>
              <Col lg="6">
                  <div>
                      <p className="main-paragraph">
                          هل يمكنني تغيير خططي لاحقاً؟
                      </p>
                      <p>
                          بالتأكيد , يمكنك ذلك
                      </p>
                  </div>
              </Col>

              <Col lg="6">
                  <div>
                      <p className="main-paragraph">
                          هل تقوموا بخدمة التوصيل؟
                      </p>
                      <p>
                          لا تقدم ميك اوردر خدمة التوصيل ولكننا نعتمد على الترابط مع أفضل مزودي خدمة التوصيل
                      </p>
                  </div>
              </Col>
              <Col lg="6">
                  <div>
                      <p className="main-paragraph">
                          ما هي البلاد التي تقدمون خدماتكم بها ؟
                      </p>
                      <p>
                          نقدم خدماتنا لكل العالم
                      </p>
                  </div>
              </Col>
              <Col lg="6">
                  <div>
                      <p className="main-paragraph">
                          ما هو الإختلاف بين ميك اوردر والتطبيقات  المختلفة الأخرى مثل دليفري هيرو , طلبات, هنقرستيشن ؟
                      </p>
                      <p>
                          - فى ميك أوردر الاختلاف الرئيسي أن المطعم هو محور اهتمامنا  لذلك تقوم بالبيع من خلال علامتك التجارية عبر المنصات المختلفة التى نوفرها

                      </p>
                      <p>
                          - لا عمولات على أية عمليات
                      </p>
                      <p>
                          - نمكنك من التواصل المباشر مع عملائك بمختلف الطرق دون وسيط
                      </p>
                      <p>
                          - التحكم الكامل فى العروض والخصومات وبرامج الولاء

                      </p>
                      <p>
                          - نوفر مميزات غير متوفرة لديهم مثل حجز طاولات الطعام , قوائم الانتظار, طلبات السيارة, الخ.

                      </p>

                  </div>
              </Col>

              <Col lg="6">
                  <div>
                      <p className="main-paragraph">
                          ما هي العملات التي تدعمها ميك اوردر؟
                      </p>
                      <p>
                          جميع العملات سواء الدولار, اليورو , الريال السعودي والجنيه المصري
                      </p>
                  </div>
              </Col>

          </Row>
    </div>
  )
};

export default FaqsSection;
